Tubifix77/powersuit/firmware/apps/node_qemu_test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
# QEMU's esp32s3 has no PSRAM model; keep the image self-contained.
CONFIG_ESP_TASK_WDT_INIT=n
CONFIG_ESP_INT_WDT=n
